Revit 2027 API
ParameterTypeId.RbsPipeTypeValveLossCvfactorParam Property
 "Cv Coefficient"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeTypeValveLossCvfactorParam { get; }
Public Shared ReadOnly Property RbsPipeTypeValveLossCvfactorParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeTypeValveLossCvfactorParam {
	ForgeTypeId^ get ();
}
static member RbsPipeTypeValveLossCvfactorParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace